export const questions = {
  witcher: [
    {
      title: 'Какое существо вынудило Геральта загадать последнее желание?',
      variants: ['джин', 'брукса', 'вампир'],
      correct: 0,
    },
    {
      title: 'Кто стал «правом неожиданности» Геральта?',
      variants: ['Йеннифер', 'Цири', 'Ренфри'],
      correct: 1,
    },
    {
      title: 'Откуда родом Цири?',
      variants: ['Ривия', 'Нильфгаард', 'Цинтра'],
      correct: 2,
    },
    {
      title: 'Как звали чародейку, единственную, кого ведьмаки рады были видеть в Каэр Морхене?',
      variants: ['Йеннифер из Венгенберга', 'Трисc Меригольд', 'Сабрина Глевессинг'],
      correct: 1,
    },
    {
      title: 'Какими духами пользовалась Йеннифер? ',
      variants: ['Сирень и крыжовник', ' вино и корица', 'апельсин и гранат'],
      correct: 0,
    },
    {
      title: 'Кого Геральт называл Плотвой?',
      variants: ['Свою лошадь', 'Йеннифер', 'Лютика'],
      correct: 0,
    },
    {
      title: 'Кому посвящена «Неспетая баллада Лютика»?',
      variants: ['Трисс Меригольд', 'самому себе', 'Эсси Давен'],
      correct: 2,
    },
    {
      title: 'Кем был рыцарь с «крылатым» шлемом?',
      variants: ['Кагыр', 'Эмгыр', 'Мышовур'],
      correct: 0,
    },
    {
      title: 'Как прозвали Трисс Меригольд? ',
      variants: ['Молодая чародейка', 'Лисица', 'Четырнадцатая с холма'],
      correct: 2,
    },
    {
      title:
        'Как назвали заклинание, сотворённое Йеннифер и Трис, которое помогло чародеям одержать победу при Соддене?',
      variants: ['Градобитие Меригольд', 'Гнев Йеннифер', 'Огонь и лёд'],
      correct: 0,
    },
  ],
  got: [
    {
      title: 'Кто следил за всем, что происходит в Средиземье?',
      variants: ['Гендальф', 'Всевидящее Око', 'Бильбо Бэггинс'],
      correct: 0,
    },
    {
      title: `Три Кольца — премудрым эльфам —
      для добра их гордого,
      Семь Колец — пещерным гномам —
      для труда их горного,
      Девять — людям Средиземья —
      для служенья черного
      И бесстрашия в сраженьях смертоносно твердого,
      А Одно — всесильное — … Для кого?`,
      variants: ['Для хоббита', 'Властелину Мордора', 'Оркам'],
      correct: 1,
    },
    {
      title: 'Кому принадлежит авторство книги «Хоббит: туда и обратно»? ',
      variants: ['Фродо Бэггинсу', 'Бильбо Бэггинсу', 'Сэмуайзу Гэмджи'],
      correct: 2,
    },
    {
      title:
        'Как назывался хлеб, одного кусочка которого хватало взрослому мужчине, чтобы наесться?',
      variants: ['лембас', 'минтас', 'гимбас'],
      correct: 0,
    },
    {
      title: 'Кто такие энты?',
      variants: ['вид орков', 'народ, внешне напоминающий деревья', 'лесные эльфы'],
      correct: 1,
    },
    {
      title: 'Кому принадлежит фраза «Я – не муж!»? ',
      variants: ['Арвен', 'Эовин', 'Галадриель'],
      correct: 1,
    },
    {
      title: 'Что Галадриель подарила Гимли?',
      variants: ['эльфийский кувшин', 'кольцо', 'локон своих волос'],
      correct: 2,
    },
    {
      title: 'Куда направлялся Фродо Бэггинс, чтобы уничтожить кольцо Всевластия?',
      variants: ['В Мордор', 'в Шир', 'в Гондор'],
      correct: 0,
    },
    {
      title: 'Кто из магов оказался на стороне Саурона? ',
      variants: ['Саруман', 'Радогаст', 'Гендальф'],
      correct: 0,
    },
    {
      title:
        'И, наконец, кому из героев принадлежит эта фраза: «Мы словно в легенде очутились, мистер Фродо, в одной из тех, что берёт за душу. В ней столько страхов и опасностей, порой даже не хочется узнавать конец, потому что не верится, что все кончится хорошо. Как может всё стать по-прежнему, когда все так плохо?! Но в конце всё проходит Даже самый непроглядный мрак рассеивается! Грядёт новый день!» ',
      variants: ['Сэмуайз Гемджи', 'Леголас', 'Арагорн'],
      correct: 0,
    },
  ],
  tltr: [
    {
      title: 'Кто был королём Семи Королевств на момент начала действий «Игры Престолов»?',
      variants: ['Джоффри Баратеон', 'Роберт Баратеон', 'Станнис Баратеон'],
      correct: 1,
    },
    {
      title:
        ' Большая роль в повествовании была отведена должности десницы короля. Что это за должность?',
      variants: ['советник короля', 'нахлебник короля', 'придворный сплетник'],
      correct: 0,
    },
    {
      title: 'Кого в Игре Престолов называли «Пауком»?',
      variants: ['Петира Бейлиша', 'Вариса', 'Мейстера Пицеля'],
      correct: 1,
    },
    {
      title: ' Сколько драконьих яиц подарили Дейенерис Таргариен на её свадьбу?',
      variants: ['одно', 'два', 'три'],
      correct: 2,
    },
    {
      title: 'Как можно убить Белых Ходоков?',
      variants: ['пламенем', 'обычным мечом', 'драконьим стеклом'],
      correct: 2,
    },
    {
      title: 'Кто изображён на гербе Ланнистеров?',
      variants: ['лев', 'дракон', 'олень'],
      correct: 0,
    },
    {
      title: 'Как прозвали свадьбу, на которой убили Робба Старка?',
      variants: ['Пурпурная свадьба', 'Месть Фреев', 'Красная Свадьба'],
      correct: 2,
    },
    {
      title: 'Как называлась болезнь, которая была у Ширен Баратеон, дочери Станниса Баратеона?',
      variants: ['серая хворь', 'чума', 'туберкулёз'],
      correct: 0,
    },
    {
      title: 'Какому божеству поклонялась Красная Жрица Мелисандра? ',
      variants: ['Утонувшему Богу', 'Рглору', 'Семерым'],
      correct: 1,
    },
    {
      title: 'Кто был матерью Джона Сноу? ',
      variants: ['Лианна Старк', 'Кейтилин Старк', 'какая-то куртизанка'],
      correct: 0,
    },
  ],
  dc: [
    {
      title: 'Самая большая травма детства Брюса Уйэна? ',
      variants: ['смерть родителей от рук вора', 'боязнь летучих мышей', 'насилие в школе'],
      correct: 0,
    },
    {
      title: 'С кем из полиции Готэма работает Бэтмен?',
      variants: ['Джим Гордон', 'Харви Дэнт', 'он не работает с полицией Готэма'],
      correct: 0,
    },
    {
      title: 'В какую организацию героев входил Бэтмен?',
      variants: ['Мстители', 'Пацаны', 'Лига Справедливости'],
      correct: 2,
    },
    {
      title: 'Кто едва не стал женой Бэтмена?',
      variants: ['Женщина-Кошка', 'Чудо-Женщина', 'Харли Квин'],
      correct: 0,
    },
    {
      title: 'Основной антагонист Бэтмена?',
      variants: ['Загадочник', 'Джокер', 'Пугало'],
      correct: 1,
    },
    {
      title: 'Кто был первым учителем Бэтмена?',
      variants: ['Рас Аль Гул', 'Альфред Пенниурот', 'Бэйн'],
      correct: 1,
    },
    {
      title: 'Где Брюс Уэйн прячет свои снаряжения (технику, оружие)?',
      variants: ['В здании Уэйнинтерпрайс', 'в пещере своего поместья', 'у Женщины-Кошки'],
      correct: 1,
    },
    {
      title: 'Чем занимался Брюс Уэйн?',
      variants: ['борьбой с преступностью', 'тусовками', 'благотворительностью'],
      correct: 0,
    },
    {
      title: 'Кто воспитывал Брюса Уэйна после смерти его родителей? ',
      variants: ['Альфред Пенниуорт', 'Рас Аль Гул', 'неизвестно'],
      correct: 0,
    },
    {
      title: 'Что делал Бэтмен с преступниками?',
      variants: ['убивал', 'отдавал полиции', 'отпускал'],
      correct: 1,
    },
  ],
};
